;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; (package! copilot
;;   :recipe (:host github :repo "zerolfx/copilot.el" :files ("*.el" "dist")))

(package! org-present)

(package! org-roam)

(package! citar)

(package! org-roam-ui)

(package! devdocs)

(package! circe)

(package! modus-themes)

(package! ef-themes)

(package! org-mime)

(package! ox-tufte)

(package! sly :disable t)
(package! sly-macrostep :disable t)
(package! sly-repl-ansi-color :disable t)
(package! slime)
